Repository: common-repository/software-requirements
Catalog: languages/req-soft-*.po
Languages: fa_ir

source: Specifications
fa_ir: مشخصات

source: Link Address :
fa_ir: آدرس لینک :

source: Description :
fa_ir: توضیحات :

source: Icon Software :
fa_ir: آیکون نرم افزار :

source: Upload
fa_ir: بارگذاری

source: Preview :
fa_ir: پیش نمایش :

source: Please Insert Software Icon
fa_ir: لطفا آیکن را وارد نمایید

source: Upload Image
fa_ir: بارگذاری تصویر

source: Images
fa_ir: تصاویر

source: No Image
fa_ir: بدون عکس

source: Software Requirements
fa_ir: نرم افزار مورد نیاز

source: Add New
fa_ir: افزودن جدید

source: Edit
fa_ir: ویرایش

source: Add
fa_ir: اضافه کردن

source: View
fa_ir: نمایش

source: Search
fa_ir: جستجو

source: Not Found
fa_ir: یافت نشد!

source: Not Found In Trash
fa_ir: در سطل زباله یافت نشد

source: No Information
fa_ir: هیچ اطلاعاتی موجود نیست.

source: Settings
fa_ir: تنظیمات

source: Settings Page
fa_ir: صفحه تنظیمات

source: Title Name
fa_ir: عنوان نمایشی در سایت

source: Title Size(px)
fa_ir: اندازه عنوان(پیکسل)

source: Title Color
fa_ir: رنگ عنوان

source: Title border-color
fa_ir: رنگ کادر زیر عنوان

source: Show/Hide Image
fa_ir: نمایش / عدم نمایش تصویر

source: Yes
fa_ir: بله نشان بده

source: No
fa_ir: خیر نشان نده

source: Show/Hide Date
fa_ir: نمایش / عدم نمایش بروزرسانی

source: Number of software
fa_ir: تعداد نمایش نرم افزار

source: Link Target
fa_ir: هدف لینک

source: _blank
fa_ir: تب جدید

source: _self
fa_ir: همان صفحه

source: Style
fa_ir: استایل

source: AV Dark
fa_ir: تیره

source: AV Gray
fa_ir: خاکستری

source: No Style
fa_ir: بدون استایل

source: Shortcode
fa_ir: شورت کد افزونه

source: Insert in your theme :
fa_ir: کد زیر را در پوسته خود قرار دهید :

source: OR
fa_ir: یا

source: Insert in your widget :
fa_ir: کد زیر را در ویجت خود قرار دهید :

source: use value 0 like number of post show in your site.
fa_ir: استفاده از مقدار صفر باعث میشود تعداد نمایش نرم افزار ها با تعداد پست های نمایشی در صفحه اصلی برابر باشد.

source: use value -1 you can show all of software
fa_ir: استفاده از مقدار منفی یک (1-) باعث می شود همه نرم افزار ها را نشان دهد.

source: use other value in number of software you can limite them
fa_ir: استفاده از مقدار های بیشتر از صفر نیز به همان تعداد نرم افزار ها را نشان می دهد.

source: Help
fa_ir: راهنمای استفاده از افزونه
